Repository: IbonAzkoitia/Genesis-Featured-Image
Catalog: languages/genesis-featured-image-*.po
Languages: es_es, eu

source: Genesis Featured Image Settings
es_es: Ajustes Genesis Featured Image
eu: Genesis Featured Image Ezarpenak

source: Featured Image
es_es: Imagen Destacada
eu: Irudi Nabarmena

source: Options
es_es: Opciones
eu: Aukerak

source: Full Width
es_es: Ancho Completo
eu: Zabalera Osoa

source: Hook Priority
es_es: Prioridad de Hook
eu: Hookaren Ordena

source: Before Header
es_es: Antes del Header
eu: Header-a baino Lehenago

source: You can add here the Featured Image you want to use
es_es: Aquí puedes añadir la Imagen Destacada que quieres usar
eu: Hemen aukeratu dezakezu erabili nahi duzun Irudi Nabarmendua

source: Select Image
es_es: Seleccionar Imagen
eu: Irudia Aukeratu

source: Delete Image
es_es: Eliminar Imagen
eu: Irudia Ezabatu

source: Make the Feature Image Full Width.
es_es: Hacer que la Imagen Destacada coja todo el ancho.
eu: Egin Irudi Nabarmenak Zabalera Osoa hartzea.

source: The theme you are using should not have a full width container limit, hover the wrap, or this option may not work properly (for example: Metro Pro Theme)
es_es: El tema que estés usando no debería tener un límite de anchura por un contenedor, aparte del wrap, o esta opción podría no funcionar correctamente (por ejemplo: Metro Pro Theme)
eu: Erabiltzen hari zaren itxura ez luke zabalera osoa limitatzen duen kontainer bat eduki behar, wrap izan ezik, izan liteke aukera hay ondo ez funtzionatzea (adibidez: Metro Pro Theme)

source: Select the Desired Priority for the Hook.
es_es: Selecciona la Prioridad Deseada para el Hook.
eu: Aukera ezazu Hookarentzako nahi duzun Ordena

source: Primary Nav has the value "10". You can find more help in help tab, up-right corner.
es_es: El Menú de Navegación Primario tiene un valor de "10". Encontrarás más información en la pestaña de Ayuda.
eu: Nabigazio Menu Printzipala "10"-eko balioa dauka. Informazio geihago aurkitu dezakezu Laguntza atalean.

source: Make the Feature Image appear Before the Header.
es_es: Hacer que la Imagen Destacada aparezca Antes del Header.
eu: Egin Irudi Nabarmenak Header-a baino Lehenago Agertzea.

source: Something unexpected happened. Please try again.
es_es: Algo no esperado ocurrió. Por favor vuelve a intentarlo.
eu: Ustekabeko zerbait gertatu da. Mesedez, saiatu berriz.

source: The Default Featured Image has been reset to the last valid setting.
es_es: La Imagen Destacada por defecto ha sido restaurada a sus valores iniciales.
eu: Lehenetsi bezala aukeratutako Irudi Nabarmena berrezarri egin da.

source: Sorry, that is an invalid file type.
es_es: Lo sentimos, ese es un tipo de archivo invalido.
eu: Barkatu, fitxategi hori baliogabea da.

source: You may set a large image to be used on full wide after header.
es_es: Querrás establecer una imagen grande para usar a lo ancho después del header.
eu: Irudi handi bat aukeratu nahiko zenuke zabalera osoa hartzeko.

source: Supported file types are: jpg, jpeg, png, and gif.
es_es: Los tipos de archivos soportados son: jpg, jpeg, png y gif.
eu: Erabili ahal diren fitxategi motak dira: jpg, jpeg, png eta gif.

source: You can make the Featured Image Full Width. This way it would be out of the wrap for an easier style.
es_es: Puedes hacer que la Imagen Destacada coja todo el ancho. De esta manera estará fuera del wrap y hará más sencillo personalizarlo.
eu: Irudi Nabarmena Zabalera Osoa hartzea egin dezakezu. Era honetan wrap-aren kanpoan kokatuko da estiloak emateko.

source: You can decide wich the Genesis Featured Image Hook priority is going to be.
es_es: Aquí puedes decidir cual será la Prioridad del Hook de Genesis Featured Image.
eu: Hemen aukeratu dezakezu zein izango den Genesis Featured Image Hookaren ordena.

source: The predetermined Hook Priority usually it's '10', so you should use a lower number to show Genesis Featured Image before the other element (For example Primary Nav), and a higher number if you want it after.
es_es: La Prioridad Predeterminada de Hook suele ser '10', por lo tanto deberías usar un número menor si quieres que Genesis Featured Image aparezca antes que otro elemento (Por ejemplo el Menú Principal), y un número mayor si lo quieres después.
eu: Normalean Hookaren Ordena '10' izaten da, orduan zenbaki txikiago bat aukeratzen baduzu Genesis Featured Image beste elementuaren aurretik egongo da (Adibidez Nabigazio Menu Printzipala), eta zenbaki altuagoa bada orduan horren ostean agertuko da.

source: You can decide if the Featured Image is goint to appear before or after the header.
es_es: Aquí puedes decidir si la Imagen Destacada aparecerá antes o después del header.
eu: Hemen aukeratu dezakezu Irudi Nabarmena Header-a baino lehenago edo geroago agertuko den.

source: Thank you for using <a href="%1$s" target="_blank">Genesis Featured Image</a>! Please <a href="%2$s" target="_blank">rate us</a> on <a href="%2$s" target="_blank">WordPress.org</a>
es_es: Gracias por usar <a href="%1$s" target="_blank">Genesis Featured Image</a>! Por favor <a href="%2$s" target="_blank">evalúanos</a> en <a href="%2$s" target="_blank">WordPress.org</a>
eu: Eskerrik asko <a href="%1$s" target="_blank">Genesis Featured Image</a> erabiltzeagatik! Mesedez <a href="%2$s" target="_blank">baloratu egizu</a> <a href="%2$s" target="_blank">WordPress.org-en</a>

source: Sorry, Genesis Featured Image works only with the Genesis Framework. It has been deactivated.
es_es: Lo sentimos, Genesis Featured Image solo funciona con Genesis Framework. Ha sido desactivado.
eu: Barkatu, Genesis Featured Image Genesi Frameworkarekin bakarrik lan egiten du. Ezgaitu egin da.

source: But since we're talking anyway, did you know that your server is running PHP version %1$s, which is outdated? You should ask your host to update that for you.
es_es: Ya que estamos hablando, ¿sabías que tu servidor funciona con una versión PHP %1$s, que está desactualizada? Deberías pedir a tu hosting que te lo actualicen.
eu: Hitz egiten hari garenez, bazenekien zure zerbitzariak erabiltzen duen PHP bertsioa %1$s dela, eta hay zaharkitua dagoela? Zure web horrialdearen ostalariari hau eguneratzea eskatu.

source: This plugin requires WordPress version 3.8 of higher.
es_es: Este plugin requiere la versión 3.8 o posterior de WordPress.
eu: Plugin hay WordPress 3.8 edo hurrengo bertzioa behar du.

source: Remember to set the Featured Image:
es_es: Recuerda establecer la Imagen Destacada:
eu: Gogoratu Irudi Nabarmena aukeratu behar duzula:

source: Settings Page
es_es: Página de Ajustes
eu: Ezarpen Orria

source: Settings
es_es: Ajustes
eu: Ezarpenak
